const List<String> alzheimer_questionnaire_strings = [
  "당신은 기억력에 문제가 있습니까?",
  "당신의 기억력은 10년 전에 비해 저하되었습니까?",
  "당신의 기억력이 동년의 다른 사람들에 비해 나쁘다고 생각합니까?",
  "당신은 기억력 저하로 일상생활에 불편을 느끼십니까?",
  "당신은 최근에 일어난 일을 기억하는 것이 어렵습니까?",
  "당신은 며칠 전에 나눈 대화 내용을 기억하기 어렵습니까?",
  "당신은 며칠 전에 한 약속을 기억하기 어렵습니까?",
  "당신은 친한 사람의 이름을 기억하기 어렵습니까?",
  "당신은 물건 둔 곳을 기억하기 어렵습니까?",
  "당신은 이전에 비해 물건을 자주 잃어버립니까?",
  "당신은 집 근처에서 길을 잃은 적이 있습니까?",
  "당신은 가게에서 사려고 하는 두세 가지 물건의 이름을 기억하기 어렵습니까?",
  "당신은 가스불이나 전깃불 끄는 것을 기억하기 어렵습니까?",
  "당신은 자주 사용하는 전화번호(자신 혹은 자녀의 집)를 기억하기 어렵습니까?",
];

const List<String> depression_questionnaire_strings = [
  "현재의 생활에 대체적으로 만족하십니까?",
  "요즈음 들어 활동량이나 의욕이 많이 떨어지셨습니까?",
  "자신이 헛되이 살고 있다고 느끼십니까?",
  "생활이 지루하게 느껴질 때가 많습니까?",
  "평소에 기분은 상쾌한 편입니까?",
  "자신에게 불길한 일이 닥칠 것 같아 불안하십니까?",
  "대체로 마음이 즐거운 편이십니까?",
  "절망적이라는 느낌이 자주 드십니까?",
  "바깥에 나가기가 싫고 집에만 있고 싶습니까?",
  "비슷한 나이의 다른 노인들보다 기억력이 더 나쁘다고 느끼십니까?",
  "현재 살아있다는 것이 즐겁게 생각되십니까?",
  "지금의 내 자신이 아무 쓸모없는 사람이라고 느끼십니까?",
  "기력이 좋은 편이십니까?",
  "지금 자신의 처지가 아무런 희망도 없다고 느끼십니까?",
  "자신이 다른 사람들의 처지보다 더 못하다고 생각하십니까?"
];

const List<String> stressQuestionnaireStrings = [
  "최근 1개월 동안, 예상치 못했던 일 때문에 당황했던 적이 얼마나 있었습니까?",
  "최근 1개월 동안, 인생에서 중요한 일들을 조절할 수 없다는 느낌을 얼마나 경험하였습니까?",
  "최근 1개월 동안, 신경이 예민해지고 스트레스를 받고 있다는 느낌을 얼마나 경험하였습니까?",
  "최근 1개월 동안, 당신의 개인적 문제들을 다루는데 있어서 얼마나 자주 자신감을 느끼셨습니까?",
  "최근 1개월 동안, 일상의 일들이 당신의 생각대로 진행되고 있다는 느낌을 얼마나 경험하였습니까?",
  "최근 1개월 동안, 당신이 꼭 해야 하는 일을 처리할 수 없다고 생각한 적이 얼마나 있었습니까?",
  "최근 1개월 동안, 일상생활의 짜증을 얼마나 자주 잘 다스릴 수 있었습니까?",
  "최근 1개월 동안, 최상의 컨디션이라고 얼마나 자주 느끼셨습니까?",
  "최근 1개월 동안, 당신이 통제할 수 없는 일 때문에 화가 난 경험이 얼마나 있었습니까?",
  "최근 1개월 동안, 어려운 일들이 너무 많이 쌓여서 극복하지 못할 것 같은 느낌을 얼마나 자주 경험하셨습니까?",
];

const List<String> anxietyQuestionnaireStrings = [
  "초조하거나 불안하거나 조마조마하게 느낀다.",
  "걱정하는 것을 멈추거나 조절할 수가 없다.",
  "여러 가지 것들에 대해 걱정을 너무 많이 한다.",
  "편하게 있기가 어렵다.",
  "너무 안절부절못해서 가만히 있기가 힘들다.",
  "쉽게 짜증이 나거나 쉽게 성을 내게 된다.",
  "마치 끔찍한 일이 생길 것처럼 두렵게 느껴진다.",
];

const List<String> traumaQuestionnaireStrings = [
  "그 경험에 관한 악몽을 꾸거나, 생각하고 싶지 않은데도 그 경험이 떠오른 적이 있었다.",
  "그 경험에 대해 생각하지 않으려고 애쓰거나, 그 경험을 떠오르게 하는 상황을 피하기 위해 특별히 노력하였다.",
  "늘 주변을 살피고 경계하거나, 쉽게 놀라게 되었다.",
  "다른사람, 일상활동, 또는 주변 상황에 대해 가졌던 느낌이 없어지거나, 그것에 대해 멀어진 느낌이 들었다.",
  "그 사건이나 그 사건으로 인해 생긴 문제에 대해 죄책감을 느끼거나, 자기 자신이나 다른 사람에 대한 원망을 멈출 수가 없었다.",
];

const List<String> esteemQuestionnaireStrings = [
  "나는 남들만큼은 가치있는 사람이다.",
  "나에게는 좋은 점이 많이 있다.",
  "대체로 봐서 나는 실패자이다.",
  "나는 남들만큼 일을 해낼 수 있다.",
  "내게는 자랑으로 여길만한 것이 별로 없다.",
  "나는 나 자신에 대해 괜찮게 생각한다.",
  "대체로 나는 나를 만족스럽게 생각한다.",
  "나는 자존심이 좀 더 있었으면 좋겠다.",
  "나는 정말 가치없는 사람으로 생각될 때가 있다.",
  "나는 내가 좋은 점이 하나도 없다고 생각될 때가 있다.",
];

const List<String> sleepQuestionnaireStrings = [
  "잠들기 어려움",
  "잠을 유지하기 어려움 (자주 깸)",
  "새벽에 너무 일찍 잠에서 깸",
  "당신의 현재 수면 패턴에 얼마나 만족하십니까?",
  "불면증으로 인한 삶의 질 손상 정도가 다른 사람들에게 어떻게 보인다고 생각합니까?",
  "현재 불면증에 관하여 얼마나 걱정하고 있습니까?",
  "당신의 수면 문제가 일상 생활(예: 낮 동안 피곤함, 업무 또는 일상적 가사능력, 집중력, 기억력, 기분 등)을 어느정도 방해한다고 생각합니까?",
];
