const List<String> alzheimer_questionnaire_strings = [
  "당신은 기억력에 문제가 있습니까?",
  "당신의 기억력은 10년 전에 비해 저하되었습니까?",
  "당신의 기억력이 동년의 다른 사람들에 비해 나쁘다고 생각합니까?",
  "당신은 기억력 저하로 일상생활에 불편을 느끼십니까?",
  "당신은 최근에 일어난 일을 기억하는 것이 어렵습니까?",
  "당신은 며칠 전에 나눈 대화 내용을 기억하기 어렵습니까?",
  "당신은 며칠 전에 한 약속을 기억하기 어렵습니까?",
  "당신은 친한 사람의 이름을 기억하기 어렵습니까?",
  "당신은 물건 둔 곳을 기억하기 어렵습니까?",
  "당신은 이전에 비해 물건을 자주 잃어버립니까?",
  "당신은 집 근처에서 길을 잃은 적이 있습니까?",
  "당신은 가게에서 사려고 하는 두세 가지 물건의 이름을 기억하기 어렵습니까?",
  "당신은 가스불이나 전깃불 끄는 것을 기억하기 어렵습니까?",
  "당신은 자주 사용하는 전화번호(자신 혹은 자녀의 집)를 기억하기 어렵습니까?",
];

const List<String> depression_questionnaire_strings = [
  "현재의 생활에 대체적으로 만족하십니까?",
  "요즈음 들어 활동량이나 의욕이 많이 떨어지셨습니까?",
  "자신이 헛되이 살고 있다고 느끼십니까?",
  "생활이 지루하게 느껴질 때가 많습니까?",
  "평소에 기분은 상쾌한 편입니까?",
  "자신에게 불길한 일이 닥칠 것 같아 불안하십니까?",
  "대체로 마음이 즐거운 편이십니까?",
  "절망적이라는 느낌이 자주 드십니까?",
  "바깥에 나가기가 싫고 집에만 있고 싶습니까?",
  "비슷한 나이의 다른 노인들보다 기억력이 더 나쁘다고 느끼십니까?",
  "현재 살아있다는 것이 즐겁게 생각되십니까?",
  "지금의 내 자신이 아무 쓸모없는 사람이라고 느끼십니까?",
  "기력이 좋은 편이십니까?",
  "지금 자신의 처지가 아무런 희망도 없다고 느끼십니까?",
  "자신이 다른 사람들의 처지보다 더 못하다고 생각하십니까?"
];
