const List<String> alzheimer_questionnaire_strings = [
  "당신은 기억력에 문제가 있습니까?",
  "당신의 기억력은 10년 전에 비해 저하되었습니까?",
  "당신의 기억력이 동년의 다른 사람들에 비해 나쁘다고 생각합니까?",
  "당신은 기억력 저하로 일상생활에 불편을 느끼십니까?",
  "당신은 최근에 일어난 일을 기억하는 것이 어렵습니까?",
  "당신은 며칠 전에 나눈 대화 내용을 기억하기 어렵습니까?",
  "당신은 며칠 전에 한 약속을 기억하기 어렵습니까?",
  "당신은 친한 사람의 이름을 기억하기 어렵습니까?",
  "당신은 물건 둔 곳을 기억하기 어렵습니까?",
  "당신은 이전에 비해 물건을 자주 잃어버립니까?",
  "당신은 집 근처에서 길을 잃은 적이 있습니까?",
  "당신은 가게에서 사려고 하는 두세 가지 물건의 이름을 기억하기 어렵습니까?",
  "당신은 가스불이나 전깃불 끄는 것을 기억하기 어렵습니까?",
  "당신은 자주 사용하는 전화번호(자신 혹은 자녀의 집)를 기억하기 어렵습니까?",
];

const List<String> depression_questionnaire_strings = [
  "당신은 요즘 자신의 생활에 만족합니까?",
  "당신의 활동과 흥미가 저하되었습니까?",
  "당신의 앞날에 대해서 희망적입니까?",
  "당신은 대부분의 시간을 맑은 정신으로 지내십니까?",
  "당신은 대부분의 시간이 행복하다고 느끼십니까?",
  "당신은 지금 살아있다는 것이 아름답다고 생각합니까?",
  "당신은 가끔 낙담하고 우울하다고 느낍니까?",
  "당신은 지금 자신의 인생이 매우 가치가 없다고 느낍니까?",
  "당신은 인생이 매우 흥미롭다고 느낍니까?",
  "당신은 활력이 충만하다고 느낍니까?",
  "당신은 자주 사소한 일에 마음의 동요를 느낍니까?",
  "당신은 자주 울고 싶다고 느낍니까?",
  "당신은 아침에 일어나는 것이 즐겁습니까?",
  "당신은 결정을 내리는 것이 수월합니까?",
  "당신의 마음은 이전처럼 편안합니까?"
];
